;TORSO
[fortnitedaredevil_Torso_KV_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_LPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_MPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_HPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_LPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_MPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_HPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

;TORSO WOTC
[fortnitedaredevil_Torso_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

[fortnitedaredevil_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 身体"

;ARMS
[fortnitedaredevil_Arms_KV_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_LPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_MPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_HPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_LPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_MPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_HPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

;ARMS WOTC
[fortnitedaredevil_Arms_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

[fortnitedaredevil_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 手臂"

;LEGS
[fortnitedaredevil_Legs_KV_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_LPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_MPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_HPL_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_LPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_MPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_HPO_M X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

;LEGS WOTC
[fortnitedaredevil_Legs_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="夜魔侠 腿"

[fortnitedaredevil_Helmets_M X2BodyPartTemplate]
DisplayName="夜魔侠 头盔"





[Daredevil X2WeaponTemplate]
FriendlyName="夜魔侠 警棍"
FriendlyNamePlural="夜魔侠 警棍"
BriefSummary="就像斯蒂克教他的那样."
TacticalText="就像斯蒂克教他的那样."
AbilityDescName="剑"
